tap "hashicorp/tap"

brew "atuin"
brew "bat"
brew "buf"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fx"
brew "fzf"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "helm"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "node"
brew "nushell"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "hashicorp/tap/terraform"
brew "zellij"
brew "zoxide"

cask "alt-tab"
cask "dbeaver-community"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "notion"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
